LEX_WS_Test_Framework/data/calculator-service/subtract-request1.txt

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ws="http://ws.lexmark.com/">
   <soapenv:Header/>
   <soapenv:Body>
      <ws:subtract>
         <arg0>7</arg0>
         <arg1>5</arg1>
      </ws:subtract>
   </soapenv:Body>
</soapenv:Envelope>